Repository: manianis/xampp-school
Catalog: xampp/locale/*/LC_MESSAGES/xampp_control.po
Languages: fr

source: Configuration of Control Panel
fr: Configuration du panneau de configuration

source: Editor:
fr: Editeur :

source: Browser (empty = system default)
fr: Navigateur (vide = par défaut du système)

source: Save
fr: Enregistrer

source: Abort
fr: Abandonner

source: Show debug information
fr: Afficher les informations de débogage

source: Details
fr: Détails

source: More Details
fr: Plus de détails

source: Autostart of modules
fr: Auto-démarrage des modules

source: Selected modules will be started on next launch of the Control Panel.
fr: Les modules sélectionnés seront démarrés au prochain lancement du Panneau de Contrôle.

source: Check default ports on startup
fr: Vérifier les ports par défaut au démarrage

source: Change Language
fr: Changer la langue

source: User Defined Files
fr: Fichiers défini par l'utilisateur

source: Log Options
fr: Options du journal

source: Service and Port Settings
fr: Paramètres de services et port

source: Start Control Panel Minimized
fr: Démarrer le panneau de contrôle minimisé

source: Executables (*.exe)|*.exe|All files (*.*)|*.*
fr: Exécutables (*.exe)|*.exe|Tous les fichiers (*.*)|*.*

source: User-defined log/config-files
fr: Journal utilisateur/fichiers de configuration

source: Enter user defined files. Files must be relative to xampp-basedir!
fr: Entrer les fichiers définis par l'utilisateur. Les fichiers doivent être relatifs au dossier xampp!

source: Example: "apache\conf\extra\httpd-info.conf"
fr: Exemple : "apache\conf\extra\httpd-info.conf"

source: Logs
fr: Jounaux

source: Use Ctrl+C to copy the report to the clipboard
fr: Utiliser Ctrl+C pour copier le rapport dans le presse papier

source: Show or hide additional information|
fr: Afficher les informations de débogage|

source: &Details
fr: &Détails

source: Help
fr: Aide

source: Programmed by Steffen Strueber
fr: Programmé par Steffen Strueber

source: Enhanced by hackattack142
fr: Amélioré par hackattack142

source: Need Help? Visit the XAMPP forums (English):
fr: Besoin d'aide ? Visiter les forums XAMPP (Anglais):

source: Need Help? Visit the XAMPP forums (German):
fr: Besoin d'aide ? Visiter les forums XAMPP (Allemand):

source: Close
fr: Fermer

source: View ReadMe
fr: Afficher Lisez-Moi

source: Language
fr: Langue

source: English
fr: Anglais

source: Deutsch
fr: Allemand

source: Log Font
fr: Police journal

source: Log Font Size
fr: Taille de la police

source: Select Font
fr: Sélection d'une police

source: XAMPP Control Panel v
fr: Panneau de contrôle XAMPP v

source: Start
fr: Démarrer

source: Is installed as a Windows Service?
fr: Est-il installé comme un service Windows ?

source: Open the apache htdocs folder in explorer.
fr: Ouvrir le dossier htdocs dans l'explorateur Windows.

source: htdocs Folder
fr: Dossier htdocs

source: Open the apache web root in the browser.
fr: Ouvrir la racine web dans le navigateur.

source: Web Root
fr: Racine Web

source: Export Database
fr: Exporter BD

source: Quit
fr: Quitter

source: Show / Hide
fr: Afficher / Cacher

source: Copy
fr: Copier

source: Select All
fr: Sélectionner tout

source: Netstat - TCP Listening sockets
fr: Netstat - TCP Sockets d'écoute

source: Address
fr: Adresse

source: Name
fr: Nom

source: Refresh
fr: Rafraîchir

source: Active socket
fr: Socket Actif

source: Old socket
fr: Ancien Socket

source: New socket
fr: Nouveau Socket

source: Service Settings
fr: Paramètres service

source: Use this form to set service-specific and default port settings. You can set the name and default ports the XAMPP Control Panel will check. Do not include spaces or quotes in names. This does NOT change the ports that the services and programs use. You still need to change those in the services' configuration files.
fr: Utilisez ce formulaire pour définir les paramètres du service et le port par défaut. Vous pouvez définir le nom et le port par défaut qui seront vérifiés par le Panneau de Contrôle XAMPP. Ne pas inclure d'espaces ou des quotes dans les noms. Cela ne change pas les port utilisés par les services et les programmes Vous pouvez toujours les changer dans fichiers de configuration des services.

source: Apache Settings
fr: Paramètres Apache

source: Service Name
fr: Nom du Service

source: Main Port
fr: Port Principal

source: SSL Port
fr: Port SSL

source: MySQL Settings
fr: Paramètres MySQL

source: Service installed
fr: Service installé

source: Service not installed
fr: Service non installé

source: Checking for service (name="%s"): %s
fr: Vérification du service (nom="%s"): %s

source: Service Path: %s
fr: Dossier Service: %s

source: %s Service detected with wrong path
fr: Le chemin du Service %s n'est pas bon

source: Change XAMPP %s and Control Panel settings or
fr: Modifier XAMPP %s et les paramètres de contrôle ou

source: Uninstall/disable the other service manually first
fr: Commercer par désinstaller/désactiver manuellement les autres services

source: Found Path: %s
fr: Chemin trouvé : %s

source: Expected Path: "%sapache\bin\%s" -k runservice
fr: Chemin attendu : "%sapache\bin\%s" -k runservice

source: Service Path: Service Not Installed
fr: Chemin Service : Service non installé

source: Initializing module...
fr: Initialisation du module...

source: Checking for module existence...
fr: Vérification de l'existence du module...

source: Problem detected: %s Not Found!
fr: Problème détecté : %s introuvable!

source: Disabling %s buttons
fr: Désactiver %s Boutons

source: Run this program from your XAMPP root directory!
fr: Démarrer ce programme depuis le dossier d'installation de XAMPP!

source: %s Service is disabled.
fr: %s Service désactivé.

source: Checking for required tools...
fr: Vérification des outils requis...

source: Checking default ports...
fr: Vérification des ports par défaut...

source: Portblocker Detected: %s
fr: Bloqueur de port détecté : %s

source: Checking for App: %s
fr: Vérification App : %s

source: Checking for Service: %s
fr: Vérification du Service : %s

source: Portblocker Path: %s
fr: Chemin du bloqueur de port : %s

source: Portblocker Service Path: %s
fr: Chemin du service bloqueur de port : %s

source: XAMPP %s is already running on port %d
fr: XAMPP %s est déjà démarré sur le port %d

source: XAMPP %s Service is already running on port %d
fr: Le service XAMPP %s est déjà démarré sur le port %d

source: Problem detected!
fr: Problème détecté!

source: Port %d in use by "%s" with PID %d!
fr: Le port %d est utilisé par "%s" (PID %d)!

source: %s WILL NOT start without the configured ports free!
fr: %s ne peut pas démarrer tant que les ports ne sont pas libres!

source: You need to uninstall/disable/reconfigure the blocking application
fr: Vous devez désinstaller/désactiver/reconfigurer l'application bloquante

source: or reconfigure %s and the Control Panel to listen on a different port
fr: ou configurer %s et le panneau de contrôle pour écouter sur un autre port

source: Installing service...
fr: Installation des service...

source: Executing "%s %s"
fr: Exécution "%s %s"

source: Return code: %d
fr: Code renvoyé : %d

source: There may be an error, return code: %d - %s
fr: Il est probable qu'il y a une erreur, code d'erreur: %d - %s

source: Uninstalling service...
fr: Désintallation service...

source: Attempting to start %s service...
fr: Tentative de démarrage du service %s...

source: Executing "%s"
fr: Exécution "%s"

source: Attempting to start %s app...
fr: Tentative de démarrage de l'app %s...

source: Attempting to stop %s service...
fr: Tentative d'arrêt du service %s...

source: Attempting to stop
fr: Tentative d'arrêt

source: Problem killing PID %d
fr: Problème pour tuer PID %d

source: Check that you have the proper privileges
fr: Vérifier que vous avez les bons privilèges

source: No PIDs found?!
fr: Aucuns PIDs trouvés ?!

source: running
fr: exécution

source: stopped
fr: arrêté

source: Status change detected:
fr: Changement d'état détecté :

source: Error: %s shutdown unexpectedly.
fr: Erreur : %s arrêt inattendu.

source: This may be due to a blocked port, missing dependencies,
fr: Ceci est peut-être dû à un port bloqué, une dépendance manquante,

source: improper privileges, a crash, or a shutdown by another method.
fr: privilèges inappropriés, un plantage ou un arrêt par une autre méthode.

source: Press the Logs button to view error logs and check
fr: Cliquer le bouton Journaux pour afficher les journaux d'erreurs et vérifier

source: the Windows Event Viewer for more clues
fr: les journaux Windows pour plus d'indices

source: If you need more help, copy and post this
fr: En cas de besoin d'aide, copier et coller cette

source: entire log window on the forums
fr: log entier de la fenêtre sur les forums

source: Autostart aborted: %s is already running
fr: Autodémarrage annulé : %s est en cours d'exécution

source: Autostart active: starting...
fr: Auto-démarrage activé : démarrage...

source: %s - application error
fr: erreur application - %

source: List of loaded modules:
fr: Liste des modules chargés :

source: System : %s %s, Version: %d.%d, Build: %x, "%s"
fr: Système : %s %s, Version: %d.%d, Build: %x, "%s"

source: Processor: %s, %s, %d MHz
fr: Processeur : %s, %s, %d MHz

source: Memory: %d; free %d
fr: Mémoire : %d; libre %d

source: Display : %dx%d pixels, %d bpp
fr: Affichage : %dx%d pixels, %d bpp

source: Unit versioning information:
fr: Afficher les informations de débogage :

source: Expected Path: "%sFileZillaFTP\%s"
fr: Chemin attendu : "%sFileZillaFTP\%s"

source: Checking for alternate module existence...
fr: Vérification de l'existence d'un autre module...

source: Port %d in use by "%s"!
fr: Port %d est utilisé par "%s"!

source: Setting Service Name...
fr: Définition du nom de service...

source: Setting Service Display Name...
fr: Définition du nom visible du service...

source: Executing "%s" "%s"
fr: Exécution "%s" "%s"

source: Attempting to stop %s app...
fr: Tentative d'arrêt de l'app %s ...

source: Restart application to apply changes!
fr: Redémarrer l'application pour appliquer les changements!

source: Click Yes to uninstall the %s service
fr: Cliquer Oui pour désinstaller le service %s

source: Click Yes to install the %s service
fr: Cliquer Oui pour installer le service %s

source: Service was NOT (un)installed!
fr: Le service n'a pas été (dés)installé!

source: One possible reason for failure: On windows security box you !!!MUST UNCHECK!!! the "Protect my computer and data from unauthorized program activity" checkbox!!!
fr: Une raison possible de l'échec : Sur la boîte de sécurité de Windows, vous !!! DEVEZ DÉCHERCHER !!! la case "Protéger mon ordinateur et mes données contre les activités de programme non autorisées" !!!

source: Successful!
fr: Succès!

source: <Browse>
fr: <Naviguer>

source: File "%s" not found. Should it be created now?
fr: Fichier "%s" introuvable. Doit-il être créé maintenant ?

source: Error
fr: Erreur

source: User defined
fr: Défini par l'utilisateur

source: Executing %s %s
fr: Exécution %s %s

source: Initializing Control Panel
fr: Initialisation du Panneau de Contrôle

source: Windows Version: %s %s %s
fr: Version Windows : %s %s %s

source: WARNING: Your Operating System is too old and is not supported
fr: Avertissement : Votre système est soit très ancien ou bien non supporté

source: Running with Administrator rights - good!
fr: Exécution avec droits Adminstrateur - Bien!

source: You are not running with administrator rights! This will work for
fr: Vous n'êtes pas en cours d'exécution avec les droits d'administrateur ! Cela fonctionnera pour

source: most application stuff but whenever you do something with services
fr: la plupart des applications, mais chaque fois que vous faites quelque chose avec des services

source: there will be a security dialogue or things will break! So think
fr: il y aura un dialogue de sécurité ou les choses vont casser ! Alors pense

source: about running this application with administrator rights!
fr: sur l'exécution de cette application avec des droits d'administrateur !

source: XAMPP Installation Directory: "%s"
fr: Dossier d'installation XAMPP : "%s"

source: WARNING: Your install directory contains spaces. This may break programs/scripts
fr: AVERTISSEMENT : Votre dossier d'installation contient des espaces. Cela peut empêcher des programmes/scripts de fonctionner correctement

source: WARNING: Your install directory contains special characters. This may break programs/scripts
fr: AVERTISSEMENT : Votre dossier d'installation contient des caractères spéciaux. Cela peut empêcher des programmes/scripts de fonctionner correctement

source: Checking for prerequisites
fr: Vérification des prérequis

source: Required XAMPP prerequisite not found!
fr: Prérequis XAMPP introuvable!

source: You do not appear to have the Microsoft Visual C++ 2008 Runtimes installed
fr: Vous ne semblez pas avoir installé les runtimes Microsoft Visual C++ 2008

source: This is required for XAMPP to fully function
fr: Ceci est requis à XAMPP pour bien fonctionner

source: All prerequisites found
fr: Tous les prérequis sont trouvés

source: VC++ checking is disabled
fr: La vérification VC++ est désactivée

source: Initializing Modules
fr: Initialisation des modules

source: The %s module is disabled
fr: Le module %s est désactivé

source: Enabling autostart for module "%s"
fr: Activation d'auto-démarrage du module "%s"

source: Starting
fr: Démarrage

source: Control Panel Ready
fr: Panneau de Contrôle prêt

source: Deinitializing Modules
fr: Désinitialisation des modules

source: Deinitializing Control Panel
fr: Désinitialisation du panneau de contrôle

source: Updating Networking Table...
fr: Mise à jour Table Mise en Réseau...

source: Expected Path: %smysql\bin\%s --defaults-file=%smysql\bin\my.ini %s
fr: Chemin attendu : %smysql\bin\%s --defaults-file=%smysql\bin\my.ini %s

source: New listening socket: %s:%d
fr: Nouveau Socket d'écoute : %s:%d

source: Listening socket closed: %s:%d
fr: Socket d'écoute fermé : %s:%d

source: unknown program
fr: programme inconnu

source: Deleting PID-entry %d: %s
fr: Supprimer entrée PID %d: %s

source: Creating PID-entry %d: %s
fr: Création d'entrée PID %d: %s

source: Expected Path: %stomcat\bin\%s //RS//%s
fr: Chemin attendu : %stomcat\bin\%s //RS//%s

source: Problem detected: Required Tool catalina_start.bat Not Found!
fr: Problème détecté : Outil requis catalina_start.bat introuvable !

source: Problem detected: Required Tool catalina_stop.bat Not Found!
fr: Problème détecté : Outil requis catalina_stop.bat introuvable !

source: Problem detected: Required Tool catalina_service.bat Not Found!
fr: Problème détecté : Outil requis catalina_service.bat introuvable !

source: Java is already running on port %d!
fr: Java est déjà démarré sur le port %d!

source: Is %s already running?
fr: Est-ce que %s est en cours d'exécution ?

source: %s Service Install stopped with errors, return code: %d
fr: L'installation du service %s est arrêtée avec erreur, code de retour : %d

source: Make sure you have Java JDK or JRE installed and the required ports are free
fr: Assurez-vous que Java JDK ou JRE est installé et que les ports requis sont libres

source: Check the "/xampp/tomcat/logs" folder for more information
fr: Vérifiez le dossier "/xampp/tomcat/logs" pour plus d'informations

source: %s Service Uninstall stopped with errors, return code: %d
fr: La désinstallation du service %s s'est arrêtée avec des erreurs, code de retour : %d

source: %s Started/Stopped with errors, return code: %d
fr: %s Démarré/Arrêté avec des erreurs, code de retour : %d

source: Attempting to stop %s
fr: Tentative d'arrêt de %s
